espressif/esp-idf/examples/bluetooth/nimble/bleprph/sdkconfig.ci.bleprph_esp32c2_xtal26m
CONFIG_EXAMPLE_CI_ID=39
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_CI_PIPELINE_ID=${CI_PIPELINE_ID}
CONFIG_EXAMPLE_EXTENDED_ADV=n
CONFIG_EXAMPLE_ENCRYPTION=n
CONFIG_BT_NIMBLE_EXT_ADV=n
